{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\\[[^\\]]+]|Br?|Cl?|N|O|S|P|F|I|b|c|n|o|s|p|\\(|\\)|\\.|=|#|-|\\+|\\\\\\\\|\\/|:|~|@|\\?|>|\\*|\\$|\\%[0-9]{2}|[0-9]"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "<sep>",
      2
    ],
    "cls": [
      "<cls>",
      1
    ],
    "trim_offsets": true,
    "add_prefix_space": false
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "<cls>": 1,
      "<sep>": 2,
      "<pad>": 3,
      "<mask>": 4,
      "#": 5,
      "(": 6,
      ")": 7,
      "+": 8,
      "-": 9,
      "/": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "=": 17,
      "@": 18,
      "B": 19,
      "C": 20,
      "F": 21,
      "H": 22,
      "I": 23,
      "N": 24,
      "O": 25,
      "P": 26,
      "S": 27,
      "[": 28,
      "\\": 29,
      "]": 30,
      "c": 31,
      "i": 32,
      "l": 33,
      "n": 34,
      "o": 35,
      "r": 36,
      "s": 37,
      "cc": 38,
      "CC": 39,
      "H]": 40,
      ")C": 41,
      "[C": 42,
      "[C@": 43,
      "c1": 44,
      "(C": 45,
      "c(": 46,
      "=O": 47,
      "c2": 48,
      "(=O": 49,
      "(=O)": 50,
      "[C@@": 51,
      "[C@@H]": 52,
      "[C@H]": 53,
      "c1cc": 54,
      "CCC": 55,
      "+]": 56,
      "[N": 57,
      "[NH": 58,
      "c3": 59,
      "c2cc": 60,
      "(C)": 61,
      "(=O)N": 62,
      "OC": 63,
      "c(cc": 64,
      "F)": 65,
      "1)": 66,
      "(C)C": 67,
      "NC": 68,
      "(CC": 69,
      "1)C": 70,
      "2)": 71,
      "cn": 72,
      "cc(": 73,
      "2+]": 74,
      "[NH2+]": 75,
      "1C": 76,
      "Cc1cc": 77,
      "2CC": 78,
      "[NH+]": 79,
      "2)C": 80,
      "C[C@@H]": 81,
      "(F)": 82,
      "C[C@H]": 83,
      "c3cc": 84,
      "1CC": 85,
      "c(n": 86,
      "c1)": 87,
      "NC(=O)": 88,
      "(=O)C": 89,
      ")Cl": 90,
      "c2cccc": 91,
      "[n": 92,
      "3CC": 93,
      "[C@@H](C": 94,
      "CC(C)": 95,
      "2CCC": 96,
      "[C@H](C": 97,
      "c(c(": 98,
      "2C": 99,
      "c1ccc(cc": 100,
      "c1cc(": 101,
      "1CCC": 102,
      "[nH]": 103,
      "Cc1": 104,
      "ccc1": 105,
      "NC(=O)N": 106,
      "(F)F": 107,
      "OCC": 108,
      "c2ccccc2": 109,
      "3)": 110,
      "[C@H](C)": 111,
      "c2n": 112,
      "CCCC": 113,
      "ccc3": 114,
      "c4": 115,
      "[C@@H](C)": 116,
      "=C": 117,
      "c2ccc(cc": 118,
      "c2)": 119,
      "/C": 120,
      "Cc1cc(": 121,
      "c2cc(": 122,
      "[NH2+]C": 123,
      ")C(=O)N": 124,
      "c3ccccc3": 125,
      "3)C": 126,
      "c(o": 127,
      "(C)C)": 128,
      "c1ccc(cc1)": 129,
      "(CCC": 130,
      "OC)": 131,
      "N(C": 132,
      "(c1cc": 133,
      "cs": 134,
      "1)C(=O)N": 135,
      "-]": 136,
      "NC(=O)C": 137,
      "O-]": 138,
      "[O-]": 139,
      "CC[C@@H]": 140,
      "SC": 141,
      "CC[C@H]": 142,
      "(=O)[O-]": 143,
      "c1n": 144,
      "CCO": 145,
      "(F)(F)F": 146,
      "n1": 147,
      "3+]": 148,
      "[NH3+]": 149,
      ")N": 150,
      ")F": 151,
      "c1)C": 152,
      "c2cccc(": 153,
      "ccn": 154,
      "c2c(": 155,
      "cc(c1)": 156,
      "3CCC": 157,
      "CC1": 158,
      "C[C@@H](C": 159,
      "c(s": 160,
      "3C": 161,
      "c1C": 162,
      "C[C@H](C": 163,
      "/C=C": 164,
      "(C)(C)C": 165,
      "[NH+](C": 166,
      "OC(=O)": 167,
      "N(CC": 168,
      "c(cn": 169,
      "CO": 170,
      "F)F": 171,
      "c2cn": 172,
      "CC(=O)N": 173,
      "[C@H]2CC": 174,
      "1)N": 175,
      "O)": 176,
      "[C@@H](": 177,
      "[C@@H]2CC": 178,
      ")C(=O)": 179,
      "Cc1ccc(cc": 180,
      "co": 181,
      "c(c(c1)": 182,
      "[C@@H]1C": 183,
      "[C@@]": 184,
      "[C@H](": 185,
      "n(": 186,
      "[C@@H](CC": 187,
      "[C@H]1C": 188,
      "cc2": 189,
      "c2ccc(cc2)": 190,
      "[C@]": 191,
      "nn": 192,
      "[C@H]2": 193,
      "[C@@H]2": 194,
      "c1ccccc1": 195,
      "C[C@@H]1C": 196,
      "c2)C": 197,
      "n2": 198,
      "CC2": 199,
      "c2c(c1)": 200,
      "(F)F)": 201,
      "[C@H](CC": 202,
      ")O": 203,
      "c3ccc(cc": 204,
      "[NH+](CC": 205,
      "c(no": 206,
      "3CC3": 207,
      "1)C(=O)": 208,
      "c1cn": 209,
      "ncc": 210,
      "CC(C)(C)": 211,
      "N(C)C": 212,
      "N1C": 213,
      "Cl": 214,
      "n1)C": 215,
      "c1cc(ccc1": 216,
      ")OC": 217,
      "ccc2": 218,
      "c4cc": 219,
      "F)C": 220,
      "CC(C)C": 221,
      "[C@@H]2CCC": 222,
      "cc(c1": 223,
      "c2c(cc": 224,
      "(C2)": 225,
      "n2)": 226,
      "C[C@@H]1CC": 227,
      "c1ccc(cc1)C": 228,
      "c3cc(": 229,
      "[C@H]2CCC": 230,
      "[NH+](C)C": 231,
      "[C@H]2C": 232,
      "cc(c3": 233,
      "nc(": 234,
      "2)Cl": 235,
      "1(CC": 236,
      "(=O)OC": 237,
      "[C@H](C)C": 238,
      "[C@H]1": 239,
      "CC3": 240,
      "C[C@@H](": 241,
      "O)C": 242,
      "[C@@H](C)C": 243,
      "Br": 244,
      "c1cc2": 245,
      "[C@@H]2C": 246,
      "(=": 247,
      "c2cccc3": 248,
      "4CC": 249,
      "C[C@H]1C": 250,
      "[C@@H]1CC": 251,
      "C[C@H](": 252,
      "[NH+]2CC": 253,
      "1)NC(=O)": 254,
      "=O)": 255,
      "c2ccc(c(": 256,
      "[C@H]1CC": 257,
      "ccc1)": 258,
      "c1c(cc": 259,
      "2(CC": 260,
      "[C@@H]1": 261,
      "c2ccc3": 262,
      "[NH2+]CC": 263,
      "c2cccc(c2)": 264,
      "OC)C": 265,
      "c[nH]": 266,
      "nc(n": 267,
      "c1ccc2c(c1)": 268,
      "(F)(F)F)": 269,
      "n1)": 270,
      "2CC2": 271,
      "(C)C)C": 272,
      "2)O": 273,
      "S(=O)": 274,
      "c3cccc(c3": 275,
      "c2cc(ccc2": 276,
      "(C1)": 277,
      "N(": 278,
      "C[C@H](CC": 279,
      "ccc4": 280,
      "C[C@@H](CC": 281,
      "Cc1c(cc": 282,
      "C[C@H]1CC": 283,
      "CCCCC": 284,
      "(=O)NC": 285,
      "c(c2)": 286,
      "3)F": 287,
      "C[C@@H](c1cc": 288,
      "n2)C": 289,
      "cc4": 290,
      "[C@@H]1CCC": 291,
      ")Cl)": 292,
      "CCOC": 293,
      "c1cccc(c1)": 294,
      "CC[C@H](C)": 295,
      "c(cc1": 296,
      "Cn1": 297,
      "[NH+]1CC": 298,
      "ncn": 299,
      "nc(o": 300,
      "(C)(C)": 301,
      "/C=C\\": 302,
      "H+]": 303,
      "[nH+]": 304,
      "1)[NH2+]": 305,
      "C[C@H](c1cc": 306,
      "CC[C@@H](C": 307,
      "CC[C@H](C": 308,
      "l)": 309,
      "c2ccc(cc2)C": 310,
      "[NH+]2CCC": 311,
      "1CCC(CC": 312,
      "3)Cl": 313,
      "2)N": 314,
      "CC1(CC": 315,
      "c2cccc(c2": 316,
      "c2nc(o": 317,
      "Cc1ccccc1": 318,
      "4CC4": 319,
      "c1ccc(c(c1)": 320,
      "c(c3": 321,
      "c(c(c1)C": 322,
      "Cc1cn": 323,
      "F)F)": 324,
      "c(n1)C": 325,
      "c(c(c1": 326,
      "[C@H]1CCC": 327,
      "c4ccccc4": 328,
      "CCC3": 329,
      "Cc1cc(ccc1": 330,
      "c2c1cc": 331,
      "1)NC(=O)N": 332,
      "c2ccc3c(c2)": 333,
      "c2cc3": 334,
      "CCC(=O)N": 335,
      "2)C(=O)N": 336,
      "c(=O)": 337,
      "c2nc(no": 338,
      "1)CC": 339,
      "cc(cn": 340,
      "(=S": 341,
      "C[C@@H]1CCC": 342,
      "cc(c1)C": 343,
      "cc1": 344,
      "[NH+](C)": 345,
      "C1C": 346,
      "N1C(=O)": 347,
      "CCCO": 348,
      "2)c3ccccc3": 349,
      "[NH+]1C": 350,
      "2)OC": 351,
      "CC[C@@H](C)": 352,
      "c2ccc(cc2": 353,
      "c2cccn": 354,
      "1(CCC": 355,
      "CCn1": 356,
      "2CCCCC": 357,
      "c2C": 358,
      "CC(C)(C)C": 359,
      "[C@H]3": 360,
      ")Cl)C": 361,
      "Cc1ccc(cc1)": 362,
      "CCS": 363,
      "2)c3cc": 364,
      "(=C": 365,
      "(CC)": 366,
      "c(n1)": 367,
      "(C)(C)C)": 368,
      "n3": 369,
      "CCN": 370,
      "[C@@H]3CC": 371,
      "c1ccc(cc1": 372,
      "c3cn": 373,
      "[C@H]3CC": 374,
      "CC1(C": 375,
      "COC": 376,
      "[C@@H]3": 377,
      "c2nc(on2)": 378,
      "N(C)C(=O)": 379,
      "NC(=S": 380,
      "Cc1ccc(c(c1)": 381,
      "1)O": 382,
      ")C)C": 383,
      "OC2": 384,
      ")NC(=O)": 385,
      "c3c(cc": 386,
      ")[NH2+]": 387,
      "c2ccc(n": 388,
      "C1CC": 389,
      "(CC2)": 390,
      "Cc1n": 391,
      "F)N": 392,
      "c2ccc(c(c2)": 393,
      "c3cccc4": 394,
      "3CCCC3": 395,
      "2)F": 396,
      "O1)C": 397,
      "cc3": 398,
      "c1cc(cc(c1)": 399,
      "cc1C": 400,
      "CC(=O)": 401,
      "CN": 402,
      "[C@@H](C1)": 403,
      "CCC4": 404,
      "c(cc1C": 405,
      "cc(c1C": 406,
      "c(cs": 407,
      "Cc1ccc(cc1": 408,
      "C(=O)N": 409,
      "[C@H](C1)": 410,
      "CC[C@@H]1C": 411,
      "c([nH]": 412,
      "/C=C/C": 413,
      "[C@H](C2)C": 414,
      "N(C1)C(=O)": 415,
      "/C(=C": 416,
      "[C@@H](C2)C": 417,
      "(C)(C": 418,
      "cccn": 419,
      "c(nc1)": 420,
      "C[C@H]1CCC": 421,
      "/C=C/": 422,
      "2)C(=O)": 423,
      "CCc1cc": 424,
      "CS": 425,
      "Cc1cccc(c1)": 426,
      "[C@@H]2C[C@H]": 427,
      "(c1ccccc1)": 428,
      "c(s1)C": 429,
      "CCOC(=O)": 430,
      "[NH2+][C@@H](C)": 431,
      "3CCC3": 432,
      "(C3)": 433,
      "c3n": 434,
      "1(C": 435,
      "c2c1cccc": 436,
      "cnc3": 437,
      "c2cccc(c2)C": 438,
      "3CCCCC3": 439,
      "c(c(c3": 440,
      "O1)": 441,
      "NC(=O)NC": 442,
      "CCc1n": 443,
      "c2ccn": 444,
      "c2ccccc2)C": 445,
      "OC)OC": 446,
      "2CC2)": 447,
      "NC(=S)N": 448,
      "c1c(n": 449,
      "cnc1": 450,
      "[NH2+][C@H](C)": 451,
      ")CC": 452,
      "F)O": 453,
      "c3ccc(cc3)": 454,
      "c2cc(cc(": 455,
      "Cc1c(n": 456,
      "F)OC": 457,
      "[C@@H](C1)C": 458,
      "COc1cc": 459,
      "CC(C)(C": 460,
      "[C@@H]3CCC": 461,
      "no": 462,
      "(=O)N1CC": 463,
      "c2ccccc2C": 464,
      "2)CC": 465,
      "OC(=O)C": 466,
      "c2cs": 467,
      "C[C@@]": 468,
      "c1ccccc1)": 469,
      "cnc1)": 470,
      "c3c2cccc3": 471,
      "CCC(CC)": 472,
      "CC(C)O": 473,
      "Cc1c(cn": 474,
      "2)C3CC3": 475,
      "(F)(F)F)C": 476,
      "(F)F)C": 477,
      "cc2C": 478,
      "[C@H]3CCC": 479,
      "[C@H](C1)C": 480,
      "c2ccccc2)": 481,
      "1CCC(CC1)": 482,
      "(=O)O": 483,
      ")C(=O)OC": 484,
      "1)C(=O)C": 485,
      "c2)Cl": 486,
      "c3cc(ccc3": 487,
      "[NH+]1CCC": 488,
      "CCc1": 489,
      "OC3": 490,
      "CCN(CC": 491,
      "CCN(C": 492,
      "N2CC": 493,
      "c2cnn(": 494,
      "[C@@H](C2)": 495,
      "1CCCCC": 496,
      "C[C@]": 497,
      "c1C(=O)N": 498,
      "2(CCC": 499,
      "[C@H]3C": 500,
      "CC[C@H]1C": 501,
      "3)O": 502,
      "[C@H](C2)": 503,
      "[C@@H]3C": 504,
      "(C)C)O": 505,
      "cc2c1": 506,
      "cc(s": 507,
      "c1c(cc(": 508,
      "c2ccc(cc2)Cl": 509,
      "Cc1ccc(cc1C": 510,
      "[NH+](C1)C": 511,
      "c2nnc(o": 512,
      "C[C@H]1": 513,
      "c1cc(c(cc1": 514,
      "NC(=O)CC": 515,
      "c3ccc4": 516,
      "c1nc(no": 517,
      "Cc1ccc2c(c1)": 518,
      "c2[nH]": 519,
      "c2ccs": 520,
      "c2c(n": 521,
      "C[C@@H]1": 522,
      "l)Cl": 523,
      "cn1)C": 524,
      "[NH+]2": 525,
      "(C)C)C(=O)N": 526,
      "1CCCC": 527,
      "N2C": 528,
      "OCCO": 529,
      "CC1(CCC": 530,
      "c2cc(cc": 531,
      "CC[C@@H](": 532,
      "F)Cl": 533,
      "(c1ccccc1": 534,
      "(=O)[O-])": 535,
      "Cc1cccc(c1": 536,
      "2CCCC2": 537,
      "c2cc(cn": 538,
      "3)C4CC4": 539,
      "c2ccc(cc2C": 540,
      "SCC": 541,
      "[C@H]4": 542,
      "c1ccc(cc1C": 543,
      "cc(n": 544,
      "Cc1ccc(c(c1)C": 545,
      "Cc1c(": 546,
      "ncc1": 547,
      "c(c2": 548,
      "2CCCC": 549,
      "2CCC2": 550,
      "c(o1)": 551,
      "2CCCCC2": 552,
      "c2cc3cc": 553,
      ")NC(=O)N": 554,
      "c1cs": 555,
      "c2cccs": 556,
      "nc2": 557,
      "(CC2)C": 558,
      "nc(c1)": 559,
      "l)C": 560,
      "2CC(C2)": 561,
      "CC[C@H]1": 562,
      "CCOCC": 563,
      "cn1)": 564,
      "c3c2cccc": 565,
      "CC[C@@H]1CC": 566,
      "(=O)[O-])C": 567,
      "c(n2)": 568,
      "2CC2)C": 569,
      "c2cccnc2": 570,
      "c(o1)C": 571,
      "CC[C@@H]1": 572,
      "CC[NH2+]": 573,
      "CCCC4": 574,
      "OC)O": 575,
      "c1cc(ccc1C": 576,
      "c(c3)": 577,
      "c3ccc(c(c3": 578,
      "c2c(cc(": 579,
      "[NH3+])C": 580,
      "on1)C": 581,
      "c[nH+]": 582,
      "N1C(=O)N": 583,
      "=O)C": 584,
      "ccs": 585,
      "Cc1c(s": 586,
      "c2nc(no2)": 587,
      "1)C(=O)NC": 588,
      "CN(C": 589,
      "COC(=O)": 590,
      "(=O)OCC": 591,
      "1)N(C)C": 592,
      "3(CC": 593,
      "3)OC": 594,
      "1CC1)": 595,
      "c(cc(": 596,
      "Cc1cccc(c1C": 597,
      "c(n2)C": 598,
      "c1)C(=O)N": 599,
      "[C@H](C)[NH2+]": 600,
      "c2ccco": 601,
      "c2ccc(cn": 602,
      ")NC": 603,
      "CC[C@@]": 604,
      "c4c3cccc4": 605,
      "nc1": 606,
      "c1ccc(c(c1)C": 607,
      "Cc1cc2": 608,
      "[C@H](C)C(=O)N": 609,
      "ccn3": 610,
      "O2": 611,
      "N(C)C(=O)N": 612,
      "N(C)": 613,
      "c3ccc(cc3": 614,
      "CC[NH+](CC": 615,
      "F)C(=O)N": 616,
      "3(C2)": 617,
      "CC[C@H](": 618,
      "1)C[NH2+]": 619,
      "c(s1)": 620,
      "\\C": 621,
      "c1cccc(c1": 622,
      ")C(=O)C": 623,
      "[NH+](": 624,
      "[NH+]2C": 625,
      "OCCC": 626,
      "c3ccc(cc3)F": 627,
      "S(=O)(=O)C": 628,
      "1)C(=O)N2CC": 629,
      "[NH+](C2)C": 630,
      ")C(F)(F)F": 631,
      "(F)F)F": 632,
      "[C@@H]4": 633,
      "sc3": 634,
      "3C[C@H]": 635,
      "[NH+]3CC": 636,
      "c2ccc(c3": 637,
      "S(=O)(=O)": 638,
      "Cc1cs": 639,
      "OCC2": 640,
      "CCc1ccc(cc1)": 641,
      "OCC(=O)N": 642,
      "c2ccc(o": 643,
      "CC[C@H](C)C": 644,
      "[NH2+]CCC": 645,
      "2C[C@H]": 646,
      "c2ccc(cc2)OC": 647,
      "n[nH]": 648,
      "c1cccc(c1)C": 649,
      "c1c(cn": 650,
      "[C@@H](C)C(=O)N": 651,
      "CC[C@]": 652,
      "O)N": 653,
      ")C(C)C": 654,
      "Cc1cc(cc(c1)": 655,
      "NC(=O)N2CC": 656,
      "c2c(cccc2": 657,
      "OC)N": 658,
      "[NH2+]C[C@H]": 659,
      "c1cc2c(cc1": 660,
      "OC)F": 661,
      "C[C@@H]2C": 662,
      "CCC1(CC": 663,
      "CC[C@@H]1CCC": 664,
      "[C@@H](CCC": 665,
      "c2cco": 666,
      "COCC": 667,
      ")/C": 668,
      "c(cc2": 669,
      ")F)C": 670,
      "CCCCO": 671,
      "c(=O)[nH]": 672,
      "c2ccc(cc2)F": 673,
      "CC[C@H]1CC": 674,
      "/C=C(": 675,
      "2)NC(=O)": 676,
      "c2ccnc(": 677,
      "CCC2": 678,
      "CCCC3": 679,
      "c3cccnc3": 680,
      "CCC[C@@H](C": 681,
      ")C(=O)NC": 682,
      "4)C": 683,
      "n1C": 684,
      "c(cn1)": 685,
      "2CCC(CC2)": 686,
      "[C@H](CCC": 687,
      "F)F)F": 688,
      "cc(o": 689,
      "c1ccccc1C": 690,
      "N1C(=O)C": 691,
      "c3ccc4c(c3)": 692,
      "3CC3)C": 693,
      "Cc1cc(cc(c1": 694,
      "c2ccccc2Cl": 695,
      "(=O)N(C)": 696,
      "c1nc(o": 697,
      "c(c1": 698,
      "N(C)C(=O)C": 699,
      "c3ncc": 700,
      "c3cc4": 701,
      "2)CO": 702,
      "1)[NH2+]C": 703,
      "2)C)C": 704,
      "(C1)C": 705,
      "(C)C)OC": 706,
      "c1cc(s": 707,
      "c3ccncc": 708,
      ")F)F": 709,
      "c1ccc(cc1)N": 710,
      "c3ccc(cc3)C": 711,
      "c1cnn(": 712,
      "O3": 713,
      "Cc1nn": 714,
      "Cc1c(c(": 715,
      "=CC": 716,
      "c3ccccc3)C": 717,
      "4CCC4": 718,
      "c(n1)N": 719,
      ")NC(=O)C": 720,
      "(n1)C": 721,
      "3)c4cc": 722,
      "C[C@@H](CCC": 723,
      "c2nc(on2)C": 724,
      "CCC(C)(C)": 725,
      "(=O)OC)": 726,
      "c3ccc(cc3)Cl": 727,
      "CCCOC": 728,
      "1)OC": 729,
      "c1cc(o": 730,
      "[NH2+]C[C@@H]": 731,
      "2)C(=O)[O-]": 732,
      "NC(=O)c1cc": 733,
      "c(co": 734,
      "[C@H]2C[C@H]": 735,
      "(C)(C)C)C": 736,
      "c2ccc(nc2)": 737,
      "C[C@H](CCC": 738,
      "N(C1)C(=O)N": 739,
      "c2nc(cs": 740,
      "c1cc(c(cc1C": 741,
      "[C@H](C)O": 742,
      "c1nc(no1)": 743,
      "[NH+](CCC": 744,
      "CC1(": 745,
      "c2c[nH]": 746,
      "CC[C@@H](C)C": 747,
      "cs3": 748,
      "c1cc(cnc1)": 749,
      "4CCCC4": 750,
      "ccn2": 751,
      "Cc1cccc2c1": 752,
      "c3c2cc(cc": 753,
      "CC[C@H](CC": 754,
      "c2ccncc2": 755,
      "CC[NH+](C": 756,
      "[NH+]3CCC": 757,
      "2)C(=O)C": 758,
      "[NH2+]C2": 759,
      "S(=O)(=O)N": 760,
      "2)C(C)C": 761,
      "c2ccc(s": 762,
      "c2cnn(c2)C": 763,
      "[C@H]1C(=O)N": 764,
      "3)C)C": 765,
      "4)": 766,
      "C[NH+](C": 767,
      "CCC[C@H](C": 768,
      "CC1CC": 769,
      "c2c(c1)C": 770,
      "c3cc(cc(c3": 771,
      "CC2(CC": 772,
      "O)O": 773,
      "c2ccccc2OC": 774,
      "c1cc(cc": 775,
      ")Cl)Cl": 776,
      "Cc1ccc(c(c1": 777,
      "[C@]2": 778,
      "c1ccc(c(c1": 779,
      "[NH2+][C@@H]2CC": 780,
      "c2c(cccn": 781,
      "c(nc3": 782,
      "c1cc(cc(c1": 783,
      "3CCCC": 784,
      "CC[C@@H](CC": 785,
      "NC(=O)CCC": 786,
      "c2cc3ccccc3": 787,
      "c2ccc(c(c2": 788,
      "co3": 789,
      "C/C(=C": 790,
      "c2ccsc2": 791,
      "[C@@]2": 792,
      "Cc1ccc(cc1)C": 793,
      "OC(=O)N": 794,
      ")N(C)C": 795,
      "CCCC2": 796,
      "nc3": 797,
      "[NH+](CC1)C": 798,
      "3C2": 799,
      "c2cccc3c2": 800,
      "S(=O)C": 801,
      "[C@@H]1C(=O)N": 802,
      "CC[C@H]2": 803,
      "1)C(=O)OC": 804,
      "1)NC(=O)C": 805,
      "Nc2cc(": 806,
      "[C@@H]2C[C@H]2": 807,
      "[C@@H](C)O": 808,
      "cn2": 809,
      "[NH2+]C3": 810,
      "cccc": 811,
      "2=": 812,
      "c1cc(c(c(c1)": 813,
      "N(C1)C(=O)C": 814,
      "c2ccc(c(c2)C": 815,
      "c3ccccc3C": 816,
      "c2cccc(c2)OC": 817,
      "O2)": 818,
      "n(n1)C": 819,
      "NC(=O)N(C)": 820,
      "c2cccc(c2)Cl": 821,
      "1)C(=O)N2CCC": 822,
      "NC(=O)N2CCC": 823,
      "c1nc(cs": 824,
      "N2C(=O)": 825,
      "Cc1c(cccc1": 826,
      "l)N": 827,
      "c(cn1)C": 828,
      "CCNC(=O)": 829,
      "O)NC(=O)": 830,
      "3)c4ccccc4": 831,
      "c1[nH]": 832,
      "c3ccsc3": 833,
      "n1)N": 834,
      "CC[NH+]1CC": 835,
      "CCCn1": 836,
      "C[C@@H]3": 837,
      "C1CCC": 838,
      "Cc1ccc(n": 839,
      "cc[nH]": 840,
      "/C=C\\C(=O)N": 841,
      "1(C)C)": 842,
      "[NH2+][C@H]2CC": 843,
      "Cl)Cl": 844,
      "nc(n1)C": 845,
      "CCCC(=O)N": 846,
      "CC(C)(CC": 847,
      "cc(n1)": 848,
      "n2C": 849,
      "c2cc(cc(c2)": 850,
      "2)C(F)(F)F": 851,
      "CC[C@H]1CCC": 852,
      "CCc1cc(": 853,
      "CC(C": 854,
      "(F)(F)F)F": 855,
      "[C@@H](C)CC": 856,
      "c(cc4": 857,
      "c1ccc(cc1)F)": 858,
      "ncc1C": 859,
      "c2cccs2": 860,
      "c2ccn(": 861,
      "C3": 862,
      "c2c(cccc2C": 863,
      "n(c3": 864,
      "N1CC": 865,
      "N)": 866,
      "2(CCCC": 867,
      "/C=C/C(=O)N": 868,
      "c2cn(": 869,
      "CC(C)n1": 870,
      "O)[NH2+]": 871,
      "3)C(F)(F)F": 872,
      "c2ccco2": 873,
      "nc(n1)": 874,
      "2(CC2)C": 875,
      "c2nc(no2)C": 876,
      "2CC[NH+](CC": 877,
      "[C@H](C)CC": 878,
      "OCC3": 879,
      "c2ccccc2F": 880,
      "c3nc(no": 881,
      "1CCC(CC1)C": 882,
      "C[C@@H](C(=O)N": 883,
      "F)F)C": 884,
      "cc(n1)C": 885,
      "c2nnc(o2)": 886,
      "CN(C)": 887,
      "c2ccccn2": 888,
      "c1cn(": 889,
      "l)F": 890,
      "/C=C\\C": 891,
      "1CC1": 892,
      "o1)C": 893,
      "c1ccc(cc1)Cl)": 894,
      "2)[NH2+]": 895,
      "C[C@H](C(=O)N": 896,
      "CC[C@@H]2": 897,
      "CC(=O)NC": 898,
      "N2": 899,
      "CC(C)[C@@H](C": 900,
      "c3cccc(c3)F": 901,
      "3)CC": 902,
      ")C(=O)N2CC": 903,
      "Cc1c(c(on1)C": 904,
      "CCN(": 905,
      "CN(CC": 906,
      "[C@@](C)(C": 907,
      "[NH3+])": 908,
      "C[C@@H]2": 909,
      "[C@@H](CCO": 910,
      "c2ccc(c(c2)Cl": 911,
      "cc2c1cc": 912,
      "c2cc[nH]": 913,
      "c2ccncc": 914,
      "cn[nH]": 915,
      "Cc1c(c(n": 916,
      "1(CC1)C": 917,
      "Cc1cccc(c1)C": 918,
      "nn1C": 919,
      "[NH+]=C": 920,
      "Cl)": 921,
      "ccc(n": 922,
      "[C@@H](C)[NH2+]": 923,
      "Cc1ccc(o1)": 924,
      "CCC[C@H](C)": 925,
      "N(C1)": 926,
      "[NH+](C1)": 927,
      "c1ccnc(c1)": 928,
      "3CCCCC": 929,
      "[C@](C)(C": 930,
      "OC(C)(C)C": 931,
      "(C)C)C(=O)": 932,
      "SC)": 933,
      "c3nn": 934,
      "nc(s": 935,
      "CC2(CCC": 936,
      "CCC(CC": 937,
      "c(ncn": 938,
      "CCO2": 939,
      "2)[NH2+]C": 940,
      "c2co": 941,
      "ccn1)": 942,
      "OC1)C": 943,
      "(C2)C": 944,
      "s1)": 945,
      "cnc1C": 946,
      "c2cc(o": 947,
      "3)N": 948,
      "c1ccc(cc1)OC": 949,
      "CC(C)[C@H](C": 950,
      "2)[NH3+]": 951,
      "c3ccncc3": 952,
      "[C@@H](O1)C": 953,
      "SC2": 954,
      "Cc1cc(c(cc1": 955,
      "c2cc(cnc2)": 956,
      "4CCCCC4": 957,
      "Cc1c(o": 958,
      "O2)C": 959,
      "c2C)C": 960,
      "CCOC(=O)C": 961,
      "c2ccnn": 962,
      "c1co": 963,
      "nc(cs": 964,
      "cc(cn1)": 965,
      "N(CCC": 966,
      "cn3": 967,
      "c1cc(c(c(c1": 968,
      "c2cccc(c2)F": 969,
      "n2ccn": 970,
      "c1nnc(o": 971,
      "Br)C": 972,
      "CC[C@H]2C": 973,
      "[C@@H]3C[C@H]": 974,
      "2CCOCC2": 975,
      "NC(=O)NCC": 976,
      "c2cnc(s": 977,
      "CC[C@@H](C(=O)N": 978,
      "OC1": 979,
      "c2ccc3ccccc3": 980,
      "c1c[nH]": 981,
      "[C@H]2C[C@@H](C": 982,
      "(F)(F)F)O": 983,
      "c(cc3": 984,
      "c1nc(no1)C": 985,
      "OC)[NH2+]": 986,
      "N(CC1)C(=O)": 987,
      "c1ccc(cc1)C(=O)N": 988,
      "cco": 989,
      "Cc1ccccc1C": 990,
      "(F)(F)F)N": 991,
      "CCCN(CC": 992,
      "c2c3": 993,
      "[C@@H]2C[C@H]2C": 994,
      "c1c(cccc1": 995,
      "2CCC(CC2)C": 996,
      ")CO": 997,
      "2)C(=O)OC": 998,
      "c(nc2)": 999,
      "c2nc(no2)c3cc": 1000,
      "OC(C)C": 1001,
      "Cc1ccc(": 1002,
      "N1": 1003,
      "4(C3)": 1004,
      "c3[nH]": 1005,
      "2CC2)O": 1006,
      "C[C@@H]1C[C@@H](C": 1007,
      "(C)CC": 1008,
      "=CC2": 1009,
      "Cc1c(cc(": 1010,
      "c3c2cccc3)C": 1011,
      "c3ccc(cc3C": 1012,
      "ncn2": 1013,
      "1CC(C1)": 1014,
      "CC[C@@H]2C": 1015,
      "c(c2)C": 1016,
      "CCC(C)(C)C": 1017,
      "\\C)/C": 1018,
      "CC[C@@H](c1cc": 1019,
      "C[C@@]1(CC": 1020,
      "(C)C)N": 1021,
      "oc1C": 1022,
      "c1ccc(cc1)O": 1023,
      ")Cl)F": 1024,
      "(=CC": 1025,
      "1)N(C)C(=O)": 1026,
      "C[C@H](CC(=O)N": 1027,
      ")[NH2+]C": 1028,
      "c3c2ccc(c3": 1029,
      "cccn2": 1030,
      "[C@H](CCO": 1031,
      "NC(=O)[C@H](C)": 1032,
      "c1cnccc1": 1033,
      "c2nccc3": 1034,
      "CCC[C@H](CC": 1035,
      "O)OC": 1036,
      "[C@@H](c1ccccc1)": 1037,
      "[C@H]2C3": 1038,
      "NC(=O)[C@@H](C)": 1039,
      "CCC[C@@H](C)": 1040,
      "cnc1)C": 1041,
      "OC2)C": 1042,
      "CC[C@H]3C": 1043,
      "c(nc1": 1044,
      "ccccc2": 1045,
      "n4": 1046,
      "c(c1)": 1047,
      "c2ccnc(c2)": 1048,
      "c2c1cc(cc": 1049,
      "oc3": 1050,
      "C[C@@H]3C": 1051,
      "C[C@]1(CC": 1052,
      "c3cccc(c3)Cl": 1053,
      "\\C(=O)N": 1054,
      "3CCC(CC": 1055,
      "c2cc(c(c(": 1056,
      "c2cc(ccn": 1057,
      "n3)C": 1058,
      "c1cccs": 1059,
      "c1c(": 1060,
      "n1)C(=O)N": 1061,
      "nc1C": 1062,
      "CCNC(=O)N": 1063,
      "CC[C@H](c1cc": 1064,
      "Cn1cc": 1065,
      "Cc1cc(c(cc1C": 1066,
      "C[C@@H]2CCC": 1067,
      "CC/C(=C": 1068,
      "Cc1cc(no": 1069,
      "/C)": 1070,
      "[C@H](c1ccccc1)": 1071,
      "c2nccs": 1072,
      "O)C(=O)N": 1073,
      "c2cc(c(cc2": 1074,
      "(C2)(C)C": 1075,
      "[NH2+]CC2": 1076,
      "[nH]1)C": 1077,
      "CC[C@H](C(=O)N": 1078,
      "c1nc(cs1)C": 1079,
      "NC(=S)NC": 1080,
      "1=O)": 1081,
      "c(c1C": 1082,
      "c2c1cccc2": 1083,
      "c1nc(on1)": 1084,
      "c3cccs3": 1085,
      ")Cl)N": 1086,
      "(C)C)F": 1087,
      "C[C@@H](C)": 1088,
      "c(nc1)C": 1089,
      "C[C@@H](CC(=O)N": 1090,
      "c1ccco": 1091,
      "CCC[C@@H](CC": 1092,
      "C[C@H]2CCC": 1093,
      "[C@@H](c1cc": 1094,
      "C[C@@H]1CN(C": 1095,
      "CCC[NH2+]": 1096,
      "l)Cl)": 1097,
      ")C(=O)[O-]": 1098,
      "c1ncc": 1099,
      "[C@H](C)NC(=O)": 1100,
      "O)F": 1101,
      "CC=C": 1102,
      "c2cncn": 1103,
      "c2ccccc2)O": 1104,
      "3)[NH3+]": 1105,
      "C[C@H](C)": 1106,
      "1CCOCC": 1107,
      "2(CC2)": 1108,
      "c1cc2c(cc1C": 1109,
      "c1ccc2c(c1)C": 1110,
      "ccn1)C": 1111,
      "cc(c4": 1112,
      "3CCOCC3": 1113,
      "C[C@@H](c1ccccc1": 1114,
      "C[C@@H]1C[C@H](C": 1115,
      "(=O)[nH]": 1116,
      "c3nc(o": 1117,
      "C)C": 1118,
      "[C@H]2C[C@H](C": 1119,
      "c1cnn(c1)C": 1120,
      "Cc1ccs": 1121,
      "c1cccc(c1)N": 1122,
      ")OCC": 1123,
      "(C)C)[NH2+]": 1124,
      "c3cs": 1125,
      "(C)C)NC(=O)": 1126,
      "CCc1ccccc1": 1127,
      "c1cc([nH]": 1128,
      ")[C@@H](C)": 1129,
      "c3ccco3": 1130,
      "cc3C": 1131,
      "(C)(CC": 1132,
      "3)c4": 1133,
      "[C@H]2CC2": 1134,
      "c2nc3ccccc3": 1135,
      "c3ccc(nc3": 1136,
      "2)C(C)(C)C": 1137,
      "o1)": 1138,
      "sc1)": 1139,
      "s2": 1140,
      "CC[NH+]1C": 1141,
      "c1cc2c(c(c1)": 1142,
      "3)C(C)C": 1143,
      "Cc1co": 1144,
      "c3cnn(c3": 1145,
      "CCO3": 1146,
      "c1cc2c(cc": 1147,
      "c3ccccn3": 1148,
      "NC(=O)N(C)C": 1149,
      "3)(C)C": 1150,
      "c(cc2C": 1151,
      "cc(nn": 1152,
      "[C@H](O1)C": 1153,
      "c2n1": 1154,
      "c2cc(no": 1155,
      "c5": 1156,
      "SCC(=O)N": 1157,
      "[nH]c3": 1158,
      "CC(C)(C)O": 1159,
      "s1)C": 1160,
      "c2c(cn": 1161,
      "C[C@H](c1ccccc1": 1162,
      "SC)C": 1163,
      "CCC(=O)": 1164,
      "[NH+](C)CC": 1165,
      "Cc1nc(o": 1166,
      "3(CCC": 1167,
      "[NH2+][C@@H]2CCC": 1168,
      "N2CCC": 1169,
      "F)NC(=O)": 1170,
      "[C@H](c1cc": 1171,
      "1CC1)C(=O)": 1172,
      "[S": 1173,
      "nc(c1": 1174,
      "[C@H](C)[NH2+]C": 1175,
      "c(c(c1C": 1176,
      "Cc1c(sc(n1)C": 1177,
      "nc(c1)C": 1178,
      "(=O)[O-])[NH2+]": 1179,
      "C[C@@H]4": 1180,
      "c2cn[nH]": 1181,
      "c2ccc(cc2)N": 1182,
      "c3cc(cnc3": 1183,
      "(=[NH+]": 1184,
      "OC)Cl": 1185,
      "[C@@H]1C[C@H]1": 1186,
      "CN(": 1187,
      "CCOc1ccc(cc1": 1188,
      "c2ncc(s": 1189,
      "Cl)C": 1190,
      "Cc1cc(ccc1C": 1191,
      "1)C(=O)O": 1192,
      "N)N": 1193,
      "o2": 1194,
      "c1cc(ncn": 1195,
      ")[NH3+]": 1196,
      "c1cc(cc(c1)F)": 1197,
      "c3c(cccc3": 1198,
      "c1nnc(n": 1199,
      "(C)(F)F": 1200,
      ")Br": 1201,
      "C[C@@H](c1ccccc1)": 1202,
      "CC[NH2+]C": 1203,
      "[NH+]2CCC(CC2)": 1204,
      "cn2)C": 1205,
      "CC(=O)[O-]": 1206,
      "c2ccc(o2)C": 1207,
      "n(n1)": 1208,
      "(C2)(F)F": 1209,
      "cc(cn1)C": 1210,
      "Cc1nc(cs": 1211,
      "1CC1)C(=O)N": 1212,
      "s3": 1213,
      "C[C@H](c1ccccc1)": 1214,
      "N(C2)C(=O)": 1215,
      "c3ccc(cc3)OC": 1216,
      "c2c3ccccc3": 1217,
      "[C@H]2CCOC2": 1218,
      "12CCC": 1219,
      "Cn1cn": 1220,
      "c3c(cc(": 1221,
      "cc1C(=O)N": 1222,
      "C[C@@H](c1cccc(c1)": 1223,
      "c2ccc(cc2)O": 1224,
      "C[C@@H]1CC[C@@H](C": 1225,
      "C[NH+](CC": 1226,
      "[C@@H]2CC2": 1227,
      ")SC": 1228,
      "Cc1[nH]": 1229,
      "[C@@H]2C)C": 1230,
      "2)NC(=O)C": 1231,
      "/C=C(/C)": 1232,
      "C[C@H]2CC": 1233,
      "c1c(cccc1C": 1234,
      "[NH2+][C@H]2CCC": 1235,
      "CCC1": 1236,
      "C[C@@H]1CC[C@@H](": 1237,
      "1)CNC(=O)": 1238,
      "COc1cc(ccc1": 1239,
      "[C@@H]2CCOC2": 1240,
      "n2)Cl": 1241,
      "N)C": 1242,
      "C[C@@H]2CC": 1243,
      "(C3)(F)F": 1244,
      "CCC1(CCC": 1245,
      "c2cc(cc(c2": 1246,
      "CC1=": 1247,
      "Cc1cnccc1": 1248,
      "2)SC": 1249,
      "c(c4": 1250,
      "C[C@@]1(CCC": 1251,
      "CCNC(=O)C": 1252,
      "[C@@H]2CCO": 1253,
      "CCOc1cc": 1254,
      "c2nnc(n": 1255,
      "c2ncn": 1256,
      "3C[C@H]4": 1257,
      ")C(=O)N2CCC": 1258,
      "c3ccccc3F": 1259,
      "CC(=O)OC": 1260,
      "n2cn": 1261,
      "CCCN": 1262,
      "O)C(=O)": 1263,
      "c2cc(ncn": 1264,
      "c[nH]2": 1265,
      "2)Br": 1266,
      "CCC(C)C": 1267,
      "[C@H](O": 1268,
      "c2cnccc2": 1269,
      "c1c(cc(cc1": 1270,
      ")C(=O)N(C)": 1271,
      "OC1)": 1272,
      "2C[C@H]3CC": 1273,
      "nc(n1)N": 1274,
      "2CCN(CC": 1275,
      "Cc1cccc2": 1276,
      "C[C@@H]1CC[C@H](C": 1277,
      "C[C@]1(CCC": 1278,
      "[C@@H](C3)C": 1279,
      "[C@@]2(CC": 1280,
      "[C@H]3C[C@H]": 1281,
      "nc(c3": 1282,
      "1(C)C": 1283,
      "c2c3cc": 1284,
      "3=": 1285,
      "/C=C(\\C)/C": 1286,
      "1=O": 1287,
      "n2cc": 1288,
      "c(c(s": 1289,
      "n2)N": 1290,
      "CCC1(C": 1291,
      "[NH+]=C(": 1292,
      "c3cccc(c3)OC": 1293,
      "COc1cc(": 1294,
      "NC(=O)N1CC": 1295,
      "C[C@H](c1cccc(c1)": 1296,
      "c1ccc(c(c1)N": 1297,
      "CCN1C(=O)": 1298,
      "c1nc(on1)C": 1299,
      ")(C)C": 1300,
      "CCCCC3": 1301,
      "[C@@H](C)NC(=O)": 1302,
      "F)C(=O)": 1303,
      "[nH]2)": 1304,
      "c3cccc(c3)C": 1305,
      "Cc1ncc(s": 1306,
      "2CC[NH+](CC2)C": 1307,
      "[C@H]2C)C": 1308,
      "[C@]2(CC": 1309,
      "C[C@@H]1C[C@H](CC": 1310,
      "2(C1)": 1311,
      "[NH+]1CCC(CC1)": 1312,
      "CC(=": 1313,
      "(C(=O)N": 1314,
      "n3ccn": 1315,
      "COc1ccc(cc1": 1316,
      "c2cc([nH]": 1317,
      "Cc1cc(c(c(c1)C": 1318,
      "CCO[C@@H]1C": 1319,
      "CC4": 1320,
      "c2c(ccs": 1321,
      "c2cc(s": 1322,
      "1(CCCC": 1323,
      "(F)F)O": 1324,
      ")c3ccccc3": 1325,
      "c2nnc(o2)C": 1326,
      "[NH2+]CC3": 1327,
      "[nH]2": 1328,
      "c1ccccc1)C": 1329,
      "CC(C)c1cc": 1330,
      "c(c[nH]": 1331,
      "c2cnn(c2)": 1332,
      "[C@H]2CCO": 1333,
      "c2c1cccc2)": 1334,
      "CC(C)[C@@H]1C": 1335,
      "OC)NC(=O)": 1336,
      "c2cc(ccc2C": 1337,
      "c4ccc(cc4": 1338,
      "NC2": 1339,
      "CC(C)(": 1340,
      "F)Br": 1341,
      "c1ccc(cc1)NC(=O)": 1342,
      "c2c(ccc(c2": 1343,
      "Nc1cc": 1344,
      "c2cc(ccc2n": 1345,
      "CC(": 1346,
      "[NH2+]3": 1347,
      "[C@H](C)NC(=O)N": 1348,
      "OC(F)F": 1349,
      "CC(F)(F)F": 1350,
      "1)c2ccccc2": 1351,
      "(C)(C)C)O": 1352,
      "3CC3)": 1353,
      "c2nccs2": 1354,
      "c3nnc(o": 1355,
      "#N": 1356,
      "1)C(=O)N(C)": 1357,
      "(=O)N1CCC": 1358,
      "C[NH+]1CC": 1359,
      "OCCOC": 1360,
      "[C@@H](C)[NH2+]C": 1361,
      "c1ccc(cc1)Cl": 1362,
      "1)CC(=O)N": 1363,
      "Cc1c(cnn1C": 1364,
      "[C@H](CC)": 1365,
      "o3": 1366,
      "c(s2)": 1367,
      "N([C@H]1C": 1368,
      "C[NH+](C)": 1369,
      "c2ccc3ccccc3c2": 1370,
      "CCOc1cc(ccc1": 1371,
      "nc2)": 1372,
      "N([C@@H]1C": 1373,
      "c(c(cn": 1374,
      "C[C@@H](c1ccc(cc1)": 1375,
      "l)Cl)C": 1376,
      "c4c3cc": 1377,
      "Cc1cc(cnc1": 1378,
      "Cc1ccc(s1)": 1379,
      "CC(=O)C": 1380,
      "c1ncc(s": 1381,
      "c2cccc(c2)N": 1382,
      "CC[C@@](C)(C": 1383,
      "[C@H](C3)C": 1384,
      "CCOc1ccc(cc1)": 1385,
      "F)C(F)(F)F": 1386,
      "c2cccc(c2C": 1387,
      "c1cc(sc1)": 1388,
      "Cc1cc(ncc1": 1389,
      "[C@@H](C1)[NH2+]": 1390,
      "C[C@@H]1C[C@@H](CC": 1391,
      "c2ccnc(n": 1392,
      "CCC(CC)(C": 1393,
      "c2cc(cnc2": 1394,
      "c2ccoc2": 1395,
      "CCN2C": 1396,
      "oc1": 1397,
      "Cc1ccc(c(c1)C)": 1398,
      "CC1(CCCC": 1399,
      "F)Cl)": 1400,
      "[NH2+][C@@H](C": 1401,
      "2CCC(CC": 1402,
      "OCC(C)C": 1403,
      "c1ccccc1N": 1404,
      "[NH+]2C[C@H]": 1405,
      "1CC1)C": 1406,
      "[C@@H](CC)": 1407,
      "Cc1ccc(nc1)": 1408,
      "c1cc(c(nc1)": 1409,
      "1CC[NH+](CC1)C": 1410,
      "c2ccc(cc2)SC": 1411,
      "[C@@H](C(=O)N": 1412,
      "c2csc(n2)C": 1413,
      ")C(=O)O": 1414,
      "[C@@H](c1ccccc1": 1415,
      "CCCF": 1416,
      "c3cc4cc": 1417,
      "=S": 1418,
      "Cc1cccnc1": 1419,
      "[NH2+]2": 1420,
      "c3cc(cc4": 1421,
      "2)NC": 1422,
      "c2cc(ccc2c1)": 1423,
      "c2cccc(c2)O": 1424,
      "c2cccc(n2)": 1425,
      "c1cc(oc1)": 1426,
      "c3c[nH]": 1427,
      "c3nc(on": 1428,
      "O1": 1429,
      "c2ccc(cc2)F)C": 1430,
      "[C@H]1NC(=O)": 1431,
      "[C@H](C)N": 1432,
      "NC(=O)C2": 1433,
      "C1C[C@H](C": 1434,
      "2)NC(=O)N": 1435,
      "cc([nH]": 1436,
      "cn4": 1437,
      "c1cc(cc(c1)C": 1438,
      "=C2": 1439,
      "[NH+]1": 1440,
      "CC[C@](C)(C": 1441,
      "Cc1cnn(": 1442,
      "Cc1cc(s": 1443,
      "c2csc(n": 1444,
      "(CC)CC": 1445,
      "O)Cl": 1446,
      "C[NH+](C)C": 1447,
      "[NH2+][C@H](C": 1448,
      "c2ccc3c(c2)C": 1449,
      "=C(C": 1450,
      "CC(=O)N1CC": 1451,
      "cc(ccc4": 1452,
      "CC(C)CO": 1453,
      "c2nc(cs2)C": 1454,
      "Cc1ccnc(c1)": 1455,
      "c2ccc(cc2F)F": 1456,
      "c3ccccc3Cl": 1457,
      "c(c[nH+]": 1458,
      "C[C@@H]1C[C@@H](": 1459,
      "1)C(=O)OCC": 1460,
      "Br)": 1461,
      "c1ccc(cc1F)F)": 1462,
      "c4c3": 1463,
      "c1nn": 1464,
      "(C)C)[NH3+]": 1465,
      "OC)[NH2+]C": 1466,
      ")OC)C": 1467,
      "[C@@H](C)OC": 1468,
      "ccncc4": 1469,
      "c2ccn(n2)C": 1470,
      "(=S)N": 1471,
      "CC2(CC2)C": 1472,
      "c1nnc(o1)": 1473,
      "c3cc(c(cc3": 1474,
      "c3cccc4c3": 1475,
      "n3ccnc3": 1476,
      "3(": 1477,
      "CCCN(C": 1478,
      "CCc1cccc(c1": 1479,
      "CCc1cn": 1480,
      "C[C@@H]3CC": 1481,
      "c2ccc(s2)Cl": 1482,
      "2(CCCCC": 1483,
      "1)NC(=O)NC": 1484,
      "ccn1": 1485,
      "CCC(F)(F)F": 1486,
      "c2cc(cc(c2)Cl": 1487,
      "Cc1cc(o": 1488,
      "(=O)N(C)C": 1489,
      "C[C@@H](c1n": 1490,
      "c2cc(c(c(c2)": 1491,
      "NC(=O)N2": 1492,
      "[C@@H]2C3": 1493,
      "[C@@H]2C[C@H]3CC": 1494,
      "2(CCC2)C": 1495,
      "2CC2)OC": 1496,
      "ccn4": 1497,
      "Nc2ccc3c(c2)": 1498,
      "c3c(n": 1499,
      "=CC3": 1500,
      "l)O": 1501,
      "CCc1c(cn": 1502,
      "(=O)NCC": 1503,
      "Cc1csc(n1)": 1504,
      ")C(=O)N(C)C": 1505,
      "(C)C)(C)C": 1506,
      "c2ccnn2C": 1507,
      "=C3": 1508,
      ")Cl)O": 1509,
      "1)C(=O)NCC": 1510,
      "c2cnccn2": 1511,
      "c1cc(ncc1": 1512,
      "[C@H](C1)[NH2+]": 1513,
      "2CC2)C(=O)N": 1514,
      "[C@H](C)OC": 1515,
      "[C@H](c1ccccc1": 1516,
      "Oc2ccccc2": 1517,
      "n2ccnc2": 1518,
      "c([nH]1)C": 1519,
      "C[C@@H]1CN(CC": 1520,
      "CCOc1ccccc1": 1521,
      "[C@@H]1NC(=O)": 1522,
      "Nc2n": 1523,
      "4(CC": 1524,
      "[C@@H](O": 1525,
      "(C)(": 1526,
      "Cl)F": 1527,
      "Cc1cc(n(n1)C": 1528,
      "1)C(=O)N2": 1529,
      "c2cc(cc3": 1530,
      "c(c(n": 1531,
      "nn1)C": 1532,
      "[C@@H]1C)C": 1533,
      "cccn3": 1534,
      "[C@H]2CC[C@H]1C": 1535,
      "CCCC[C@H](C": 1536,
      "(C)C)C(C)C": 1537,
      "OC(C)C)": 1538,
      "Cc1nc(no": 1539,
      "c2c(cc(cc2": 1540,
      "c1ccc(cc1Cl)": 1541,
      "c2c1cccc2)C": 1542,
      "C[NH+]1CCC": 1543,
      "C1CC(C1)": 1544,
      "c2ccc(nn2)": 1545,
      "C[C@H](c1ccc(cc1)": 1546,
      "[NH+](CC1)": 1547,
      "CCCNC(=O)": 1548,
      "c1N": 1549,
      "COc1ccc(cc1)": 1550,
      "Cc1cc(c(o1)C": 1551,
      "C[C@@H]1CN(": 1552,
      "CC[C@H](c1ccccc1)": 1553,
      "(=O)CC": 1554,
      "Cc1c2ccccc2": 1555,
      "[NH2+][C@@H](C)C": 1556,
      "CC[NH+](CC)C": 1557,
      "Cc1cc(c(s1)C": 1558,
      "C1CCC(C1)": 1559,
      "CCc1cc(ccc1": 1560,
      "C1C[C@@H](C": 1561,
      "SC)F": 1562,
      "c1ccc(nc1)": 1563,
      "Cc1ccncc1": 1564,
      "2ccccc2": 1565,
      "cc(n1)N": 1566,
      "C[C@@H]1CC[C@H](": 1567,
      "c2c1ccc(c2)": 1568,
      "c2cccc3c2cccc3": 1569,
      "1CCC1": 1570,
      "[NH+]1CCC(CC": 1571,
      "[C@H]2C[C@H]2C": 1572,
      "C[NH2+]": 1573,
      "[C@@H]2CCCC": 1574,
      "c(n1C": 1575,
      "C[C@H](c1n": 1576,
      "CCCC[C@@H](C": 1577,
      "Cc1cc(ccc1N": 1578,
      "[C@@H]2c3ccccc3": 1579,
      "c2ccc(nc2)C": 1580,
      "5CC": 1581,
      "CC(C)(C)OC": 1582,
      "CC[NH+](CC)": 1583,
      "[NH2+][C@H](C)C": 1584,
      "Cc1c(cn(n1)C": 1585,
      "cc(ccc3": 1586,
      "Cc1cc(c(nc1)": 1587,
      "c2c1": 1588,
      "C1C[C@H](": 1589,
      "[C@H]1C)C": 1590,
      "c1ccc(cc1)[C@H](C": 1591,
      "c2cncc(": 1592,
      "CC2(CCCC": 1593,
      "c1cc(cc(c1)Cl)": 1594,
      "[C@@H](C2CC2)": 1595,
      "2CC2)N": 1596,
      "(Cl)Cl": 1597,
      "OCC(F)(F)F": 1598,
      "cs1)": 1599,
      "(=O)[O-])NC(=O)": 1600,
      "Cc1ncc": 1601,
      "CCc1ccc(cc1)C": 1602,
      "F)NC(=O)N": 1603,
      "c(ccn1)C": 1604,
      "c1ccc2c(c1)cc": 1605,
      "NC(=O)C(C)(C)": 1606,
      "[C@H]2c3ccccc3": 1607,
      "ns": 1608,
      "SCCC": 1609,
      "C[C@H]1C[C@@H](C": 1610,
      "C[C@H]1C[C@@H](CC": 1611,
      "Cc1cc(cc(c1C": 1612,
      "[C@H]2C[C@@H]2C": 1613,
      "4CCC": 1614,
      "Cc1cc(nc(n1)C": 1615,
      "(C1)(C)C)": 1616,
      "[C@@H]2C[C@@H]2": 1617,
      "[n-]": 1618,
      "c2c(s": 1619,
      "CC[C@H]3C4": 1620,
      "CCCc1n": 1621,
      "c3cc(c(c(c3": 1622,
      "C[C@@H]1C[C@H](": 1623,
      "c1cccnc1": 1624,
      "(=O)OC(C)(C)C": 1625,
      "n1)NC(=O)": 1626,
      "CCC[NH+]1CC": 1627,
      "O[C@H](C": 1628,
      "c2cnc(n": 1629,
      "Cc1nc(on1)": 1630,
      "Cc1ccc(cc1C)": 1631,
      "2CCOCC": 1632,
      "c2c1n": 1633,
      "O[C@@H](C": 1634,
      "[C@H](C1": 1635,
      "Cn1cc(": 1636,
      "N2C(=O)C": 1637,
      "CC2(CC2)": 1638,
      "/C(=O)N": 1639,
      "C[C@@H]1CCC[C@@H](": 1640,
      "CC[C@@H]2CC": 1641,
      "2C)C": 1642,
      "(C)O": 1643,
      "OC(F)F)": 1644,
      "NC(=O)C(C)(C)C": 1645,
      "Cc1c(ccc(c1": 1646,
      "ccn1)N": 1647,
      "c3ccnc(c3": 1648,
      "c2c[nH+]": 1649,
      "CCCCC2": 1650,
      "c2c(ccc3": 1651,
      "c3ccc(cn": 1652,
      "C[C@@H](C)C": 1653,
      ")C(=O)OCC": 1654,
      "c1c(c(": 1655,
      "n2c(n": 1656,
      "C[C@@H]1[C@@H](CC": 1657,
      "c1cc(no": 1658,
      "Oc3ccccc3": 1659,
      "N(C2)C(=O)C": 1660,
      "CCc1c(cc": 1661,
      "cnc4": 1662,
      "c2ccc(c(c2)F)F": 1663,
      "CCN1CC": 1664,
      "(=O)OC)C": 1665,
      "CC[NH+](C)C": 1666,
      "c1C)C": 1667,
      "CC(C)[C@H]1C": 1668,
      "[NH+](C2)": 1669,
      "c1cc2c(cc1F)": 1670,
      "1(CCC1)C": 1671,
      "c1c[nH+]": 1672,
      "CC[C@H]2CC": 1673,
      "CCCCOC": 1674,
      "3)C(=O)[O-]": 1675,
      "CC[NH3+]": 1676,
      "ccc3cc": 1677,
      "1=O)C": 1678,
      "CC1(CCC(CC": 1679,
      "c3c4": 1680,
      "2CCC2)C": 1681,
      "cc(cc": 1682,
      "c1c(s": 1683,
      "[C@H]2CCCC": 1684,
      "CC3(CC": 1685,
      "N3CC": 1686,
      "OC)C(=O)N": 1687,
      "c1c(cc(cc1C": 1688,
      "COc1ccccc1": 1689,
      "F)C(=O)[O-]": 1690,
      "CC[C@@H](c1ccccc1)": 1691,
      "[nH]1)": 1692,
      "CC(C)c1ccc(cc1)": 1693,
      "n2cccn2": 1694,
      "Cc1ccc(s1)C": 1695,
      "c2ccc(nc2": 1696,
      "Cc1c[nH]": 1697,
      "[NH2+][C@H](": 1698,
      "l)OC": 1699,
      "CC(CC": 1700,
      "OCCO2": 1701,
      "[n-]nn": 1702,
      "2CCCCCC2": 1703,
      "c3ccccc3C2": 1704,
      "CCCC[C@H](CC": 1705,
      "nc2C": 1706,
      "1CCCC1)C(=O)N": 1707,
      "(F)(F)F)OC": 1708,
      "c3c2cccc3C": 1709,
      "O)NC(=O)C": 1710,
      "c(n3)C": 1711,
      "o1)C(=O)N": 1712,
      "(F)F)C(=O)N": 1713,
      "[C@H]2[C@@H]1C": 1714,
      "CC(=O)N2CC": 1715,
      "OCCO3": 1716,
      "[C@@H](C1)NC(=O)": 1717,
      "Cc1cc(c(c(c1)": 1718,
      "[C@@H]1CCOC": 1719,
      "F)CO": 1720,
      "2CC2)C(=O)": 1721,
      "c3nccs3": 1722,
      "c3ccoc3": 1723,
      "F)F)O": 1724,
      "C[C@H]1CN(CC": 1725,
      "c2ccnc3": 1726,
      "C[C@H](C)C": 1727,
      "3CC3)C4CC4": 1728,
      ")N(C)C(=O)": 1729,
      "CCC(=O)[O-]": 1730,
      ")Cl)OC": 1731,
      "c2c(no": 1732,
      "c3ccc(s": 1733,
      "ccnc1": 1734,
      "(O": 1735,
      "CCC(CC)C": 1736,
      "4)F": 1737,
      "CC[NH+]1CCC": 1738,
      "N(CC1)": 1739,
      "cn2)": 1740,
      "c2c(cc(cc2C": 1741,
      "c1c(ccc(c1": 1742,
      "[NH2+][C@@H](": 1743,
      "c2ccccc2)OC": 1744,
      "Cc1ccc(c(n1)C": 1745,
      "SCC2": 1746,
      "[C@@H]1CCC[C@H]1": 1747,
      "NC(=O)CO": 1748,
      "[C@@H]3C2": 1749,
      "C[C@@H]3C[C@H]": 1750,
      "c(ccn1)": 1751,
      "3)CO": 1752,
      "c2=O": 1753,
      "2)c3ccccc3)C": 1754,
      "[C@@]1(CC": 1755,
      "[NH+]3C": 1756,
      "c2ncc(cn": 1757,
      "c1cn[nH]": 1758,
      "NC(=O)OC": 1759,
      "CCC[NH+](C": 1760,
      "C[C@H]1C[C@H](C": 1761,
      "(C)C)NC(=O)N": 1762,
      "[C@H](C2)C)C": 1763,
      "CCO[C@H]1C": 1764,
      "c1ccc(cc1)CO": 1765,
      "[C@@H](C)NC(=O)N": 1766,
      "O)NC(=O)N": 1767,
      "c3c(ccs": 1768,
      "COC(=O)C": 1769,
      "[C@@H](C1": 1770,
      "[NH2+][C@H]1CC": 1771,
      "c(nnc1": 1772,
      "OCC3CC3": 1773,
      "c2nccn": 1774,
      "c3c(cccn": 1775,
      "=S)": 1776,
      "c3ccc(cc3F)F": 1777,
      "N(CC1)C(=O)N": 1778,
      "2CC3(C2)": 1779,
      "[C@@H](C2)O": 1780,
      "CCc1cccc(c1)": 1781,
      "(C1)(C)C": 1782,
      "[C@H](C1)NC(=O)": 1783,
      "ccn1C": 1784,
      "c2cc(c(cc2C": 1785,
      "c3cccc(c3)": 1786,
      "O)C(C)C": 1787,
      "[C@@H]2C[C@@H]2C": 1788,
      "c2cc3cc(ccc3": 1789,
      "[C@]1(CC": 1790,
      "Cc1cc(cc(c1)C": 1791,
      "c3c(cccc3C": 1792,
      "c3cc4ccccc4": 1793,
      "[C@H]2C[C@H]2": 1794,
      "Cc1cc(n[nH]": 1795,
      "Cc1cc(nn1C": 1796,
      "C[C@@]1(C": 1797,
      "Cc1ccc(c2": 1798,
      ")O)C": 1799,
      "[C@H]2C[C@H]3CC": 1800,
      "Cc1cccc(c1C)": 1801,
      "cs1)C": 1802,
      "O)[NH2+]C": 1803,
      "2CC2)C3CC3": 1804,
      "C[C@@H]1C[NH+](C": 1805,
      "Cc1ccsc1": 1806,
      "cc2c1cccc": 1807,
      "cccc3": 1808,
      "[C@@H](C)N": 1809,
      "NC2=O": 1810,
      "CC2CC2": 1811,
      "F)F)N": 1812,
      "Cc1c(co": 1813,
      "5CC5": 1814,
      "N(CC)C(=O)": 1815,
      "N(C1)C": 1816,
      "CC(=O)O": 1817,
      "c2cc(cnc2)C": 1818,
      "COc1cccc(c1": 1819,
      "[C@@H]1CCCC[C@H]1": 1820,
      "c2ccon2": 1821,
      "(=O)C2": 1822,
      "[C@@H]1CCCC": 1823,
      "c2c(nccn": 1824,
      "CCSC": 1825,
      "c4cccc(c4": 1826,
      "c2c(o": 1827,
      "c2n1)": 1828,
      "c2cccc3c2n": 1829,
      "(O1)": 1830,
      "2)C(=O)N3CC": 1831,
      "[NH+](C1)CC": 1832,
      "NC(=O)/C=C\\": 1833,
      "c1c(cccn1)": 1834,
      "CC1(CC1)C": 1835,
      "c3ccc4c(c3": 1836,
      "c2nnc(s": 1837,
      "cn1)C(=O)N": 1838,
      "CC(=O)N(C)": 1839,
      "2(CCC2)": 1840,
      "3(CCCC": 1841,
      "c(c(c1)Cl)": 1842,
      "3CCC3)C": 1843,
      "OCC2CC2": 1844,
      "c1ccc(c(c1)F)": 1845,
      "c2cc[nH+]": 1846,
      "Cc1c[nH+]": 1847,
      "c(cn1)N": 1848,
      "c2cccnc2)C": 1849,
      "C[C@H]1CN(C": 1850,
      "[C@@]1(C": 1851,
      "CCCC[C@@H](CC": 1852,
      "c1cccc(c1C": 1853,
      "1)NC(=O)N2CC": 1854,
      "[C@H]3C2": 1855,
      ")OC(=O)": 1856,
      "(C)(C)O": 1857,
      "\\C)": 1858,
      "[C@H](C2CC2)": 1859,
      "2CC(C2)(F)F": 1860,
      "c1ccc(cc1)[C@@H](C": 1861,
      "cs2": 1862,
      "c2cncc3": 1863,
      "c1nnc(n1C": 1864,
      "Cc1cc(cnc1)": 1865,
      "Cn1ccc2": 1866,
      "[C@H]1CCOC": 1867,
      "c2c(cccc2F)F": 1868,
      "c1ccc(cn1)": 1869,
      "c2cc(cs": 1870,
      "[C@H](C2)O": 1871,
      "ncc1)": 1872,
      "[nH]c(=O)": 1873,
      "2)Cl)C": 1874,
      "(n1)": 1875,
      "c2cnc(cn": 1876,
      "NC(=O)/C=C/": 1877,
      "CCCCC(=O)N": 1878,
      "1)N(C)C(=O)N": 1879,
      "c2ccccn2)": 1880,
      "[C@H]2O": 1881,
      "c1cnn(c1)": 1882,
      "c2ccc(cc2)C(F)(F)F": 1883,
      "c3c2cc(cc3)F": 1884,
      "l)C(=O)N": 1885,
      "c3cnn(c3)C": 1886,
      "CCCOC(=O)": 1887,
      "co4": 1888,
      "Sc2ccccc2": 1889,
      "CC(C)N(C": 1890,
      "[C@H](CCO1)": 1891,
      "C1C[C@@H](": 1892,
      "c2cc1": 1893,
      "CC(C)C[C@H](C": 1894,
      "c3ccc(o": 1895,
      "3CC3)O": 1896,
      "c(=O)n(": 1897,
      "/N": 1898,
      "c2cc(on2)C": 1899,
      ")C[NH+]2CC": 1900,
      "CCC[C@@H]1C": 1901,
      "3(CC2)": 1902,
      "Cc1c(cccc1C": 1903,
      "CCOc1cccc(c1)": 1904,
      "N(CC1)C(=O)C": 1905,
      ")CN": 1906,
      "CCC(=O)C": 1907,
      "c1ccc2cc(ccc2c1)": 1908,
      "(C)C)[NH2+]C": 1909,
      "CC(=O)N(C)C": 1910,
      "c2ccccc2)c3ccccc3": 1911,
      "c(=S)": 1912,
      "c4c3cc(cc4": 1913,
      "cc(cn1)N": 1914,
      "c2cccnc2)": 1915,
      "CC[C@@H]3C": 1916,
      "CN1CC": 1917,
      "CC2(CCCCC": 1918,
      "Cc1c(oc(n1)C": 1919,
      "O1)C(=O)N": 1920,
      "CC[C@H](C)O": 1921,
      ")Cl)C(=O)N": 1922,
      "c1ccc2c(c1)CCC": 1923,
      "c2cnc(nc2)": 1924,
      "1CC1)NC(=O)": 1925,
      "[NH2+][C@@H]3CC": 1926,
      "[C@]1(C": 1927,
      "c2ccccc2)C(C)C": 1928,
      "c2ncccn2": 1929,
      "CN(CCC": 1930,
      "[C@@H]2CCOC": 1931,
      "c2ncc": 1932,
      "Cc1cccc(n1)": 1933,
      "3)Br": 1934,
      "(C)C)C(=O)[O-]": 1935,
      "C1CCC(CC1)": 1936,
      "c2c(n1)": 1937,
      "cc(ccc2": 1938,
      "c1csc(n1)C": 1939,
      "NC(=[NH+]": 1940,
      "(C)C)NC(=O)C": 1941,
      "c1)N": 1942,
      "C[C@](C": 1943,
      "Cc1nnc(o1)": 1944,
      "c2ccc(o2)": 1945,
      "O)C2CC2": 1946,
      "oc1C(=O)N": 1947,
      "NC(=O)N1CCC": 1948,
      "CC1(CCCCC": 1949,
      "(=O)N2CC": 1950,
      "[C@H](C)[NH3+]": 1951,
      "o2)C": 1952,
      "C[C@@](C": 1953,
      "CCC[NH2+]C": 1954,
      "3CCCCCC3": 1955,
      "(CC)C": 1956,
      "[NH+](CC2)C": 1957,
      "c3c2cc(cc3)Cl": 1958,
      "1CCCC1": 1959,
      "[C@@H](C2)C)C": 1960,
      "[C@H]2C[C@@H]2": 1961,
      "[C@H]1CCCC": 1962,
      "(=N": 1963,
      "CC(F)F": 1964,
      "=C(C)C": 1965,
      "C[C@@H](C[NH2+]": 1966,
      "c2ccc(cc2)C(C)C": 1967,
      "Cc1c(c(n(n1)C": 1968,
      "c3co": 1969,
      "3)SC": 1970,
      "c3c(ccc(c3": 1971,
      "c2ncc(o": 1972,
      "[NH+]3CCCC3": 1973,
      "c2c1c(n": 1974,
      "c1nccs": 1975,
      "C[C@@H]1CCC[C@H](": 1976,
      "c1ccs": 1977,
      "[nH]1)C(=O)N": 1978,
      "[C@H]2CCC[NH+]2C": 1979,
      "c2cccc(n2)C": 1980,
      "12CC": 1981,
      "c(cc(n1)C": 1982,
      "[C@@H]2CCC[NH+]2C": 1983,
      "C[C@@H]1C[NH+](CC": 1984,
      "c1cccc2": 1985,
      "3)(F)F": 1986,
      "Cc1ccc(o1)C": 1987,
      "c2c([nH]": 1988,
      "c2nc3": 1989,
      "[C@H]1NC(=O)N": 1990,
      "[C@@H]1NC(=O)N": 1991,
      "SC3": 1992,
      "Cc1ccc(cc1N": 1993,
      "SC)O": 1994,
      "Cc1ccc(cn1)": 1995,
      "c1cc(cnc1)C": 1996,
      "n2cc(cn": 1997,
      "2)Cl)Cl": 1998,
      "CCC(=O)OC": 1999,
      "[C@H]3CCOC3": 2000,
      "3C[C@@H]4": 2001,
      "c2ccccc2O": 2002,
      "OCC4": 2003,
      "Cc1c(no": 2004,
      "c2ccccc2N": 2005,
      "3)F)F": 2006,
      "[C@H]2CCOC": 2007,
      "C[C@@H]1CCN(C": 2008,
      "(C3)(C)C": 2009,
      "c2c(c(": 2010,
      "c1ccc(n": 2011,
      "[NH+]2CCC[C@@H]2": 2012,
      "C[C@@H]3CCC": 2013,
      "c2ccccc2)C3CC3": 2014,
      "2CCCCC2)C": 2015,
      "c2csc(n2)": 2016,
      "CC1CCC(CC1)": 2017,
      "C[C@H]1C[C@H](": 2018,
      "CCN(c1cc": 2019,
      "[NH2+][C@@H](CC": 2020,
      "CC(C)[C@@H]1CCC": 2021,
      "[C@@H]1[NH2+]C": 2022,
      "n2)C)C": 2023,
      "Cc1cc(nc(n1)": 2024,
      "c2c1cccc2)C(=O)": 2025,
      "C=": 2026,
      "Br)N": 2027,
      "[C@@H]3CCOC3": 2028,
      "CCC1(CCCC": 2029,
      "cn1)N": 2030,
      "(=O)N(C": 2031,
      "OC3(C2)": 2032,
      "CCC(=O)NC": 2033,
      "c2c(ncs": 2034,
      "CCc1nc(cs": 2035,
      "F)[NH3+]": 2036,
      "CC(=O)N1CCC": 2037,
      "c(c(n1)C": 2038,
      ")F)Cl": 2039,
      "(C2)(C": 2040,
      "CC(C)(C)C(=O)N": 2041,
      "F)[NH2+]C": 2042,
      "Nc2ccc(cc2)": 2043,
      "COc1cccc(c1)": 2044,
      "3)CC2": 2045,
      "c1ccccc1Cl": 2046,
      "F)SC": 2047
    },
    "merges": [
      "c c",
      "C C",
      "H ]",
      ") C",
      "[ C",
      "[C @",
      "c 1",
      "( C",
      "c (",
      "= O",
      "c 2",
      "( =O",
      "(=O )",
      "[C@ @",
      "[C@@ H]",
      "[C@ H]",
      "c1 cc",
      "CC C",
      "+ ]",
      "[ N",
      "[N H",
      "c 3",
      "c2 cc",
      "(C )",
      "(=O) N",
      "O C",
      "c( cc",
      "F )",
      "1 )",
      "(C )C",
      "N C",
      "( CC",
      "1 )C",
      "2 )",
      "c n",
      "cc (",
      "2 +]",
      "[NH 2+]",
      "1 C",
      "C c1cc",
      "2 CC",
      "[NH +]",
      "2 )C",
      "C [C@@H]",
      "( F)",
      "C [C@H]",
      "c3 cc",
      "1 CC",
      "c( n",
      "c1 )",
      "NC (=O)",
      "(=O )C",
      ")C l",
      "c2cc cc",
      "[ n",
      "3 CC",
      "[C@@H] (C",
      "CC (C)",
      "2 CCC",
      "[C@H] (C",
      "c( c(",
      "2 C",
      "c1cc c(cc",
      "c1cc (",
      "1 CCC",
      "[n H]",
      "C c1",
      "cc c1",
      "NC (=O)N",
